Repository: cosynox/diastole
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: date
de: Datum

source: time
de: Zeit

source: systolic
de: systolisch

source: diastolic
de: diastolisch

source: pulse
de: Puls

source: remarks
de: Bemerkungen

source: body_weight
de: Körpergewicht

source: body_temperature
de: Körpertemperatur

source: undefined
de: unbestimmt

source: low
de: Niedrig

source: high-normal
de: Hoch-Normal

source: grade 1 (mild hypertonia)
de: Grad 1 (milder Bluthochdruck)

source: grade 2 (moderate hypertonia)
de: Grad 2 (moderater Bluthochdruck)

source: grade 3 (severe hypertonia)
de: Grad 3 (schwerer Bluthochdruck)

source: systolic blood pressure
de: Systolischer Blutdruck

source: trend systolic blood pressure
de: Trend systolischer Blutdruck

source: diastolic blood pressure
de: Diastolischer Blutdruck

source: trend diastolic blood pressure
de: Trend diastolischer Blutdruck

source: trend pulse
de: Trend Puls

source: Blood pressure diagram
de: Blutdruck-Diagramm

source: Date
de: Datum

source: mmHg and Pulse
de: mmHg und Puls

source: must provide username
de: Benutzername erforderlich

source: must provide password
de: Passwort erforderlich

source: invalid username and/or password
de: Ungültiger Benutzername und/oder Passwort

source: username is already registered
de: Benutzername ist bereits registriert

source: empty password not allowed
de: Leeres Passwort nicht erlaubt

source: must provide confirmation of password
de: Bestätigung des Passwortes erforderlich

source: Your password and the confirmation do not match
de: Passwort und Bestätigung passen nicht zusammen

source: Last name :
de: Nachname :

source: Date of birth :
de: Geburtsdatum :

source: First name :
de: Vorname :

source: Body height
de: Körpergröße

source: Blood pressure chart
de: Blutdrucktabelle

source: Body weight chart
de: Gewichtstabelle

source: body weight
de: Körpergewicht

source: Temperature chart
de: Temperaturtabelle

source: temperature
de: Temperatur

source: Edit
de: Bearbeiten

source: Invalid systolic value
de: ungültiger systolischer Wert

source: Invalid diastolic value
de: ungültiger diastolischer Wert

source: Invalid pulse value
de: Ungültiger Puls-Wert

source: Invalid Date/Time format
de: Ungültiges Datum/Zeit Format

source: Dataset and user do not fit
de: Datensatz und Benutzer passen nicht

source: New
de: Neu

source: cold death
de: Kältetod

source: maybe deadly cold
de: kann tödlich sein

source: hypothermia
de: Unterkühlung (Hypothermie)

source: under temperature
de: Untertemperatur

source: normal temperature
de: Normale Temperatur

source: increased temperature
de: erhöhte Temperatur

source: slight fever
de: Leichtes Fieber

source: fever
de: Fieber

source: high fever
de: Hohes Fieber

source: very high fever
de: Sehr hohes Fieber

source: circulatory collapse
de: Kreislauf-Zusammenbruch

source: heat death, thermal denaturation of proteins
de: Hitzetod, Denaturierung von Proteinen und Enzymen

source: body temperature
de: Körpertemperatur

source: temperature diagram
de: Temperatur-Diagramm

source: Invalid temperature value
de: Ungültiger Temperatur-Wert

source: underweight
de: Untergewicht

source: normal weight
de: Normalgewicht

source: pre obesity
de: Präadipositas

source: obesity grade 1
de: Adipositas Grad 1

source: obesity grade 2
de: Adipositas Grad 2

source: obesity grade 3
de: Adipositas Grad 3

source: Weight diagram
de: Gewichtsdiagramm

source: Invalid weight value
de: Ungültige Gewichtsangabe

source: Log In
de: Einloggen

source: Username
de: Benutzername

source: Password
de: Passwort

source: Date from :
de: ab Datum :

source: Date until :
de: bis Datum :

source: Filter
de: Filtern

source: Last name:
de: Nachname:

source: Date of birth:
de: Geburtsdatum:

source: First name:
de: Vorname :

source: Date
de: Datum

source: Time
de: Zeit

source: Systole
de: systolisch

source: Diastole
de: diastolisch

source: Pulse
de: Puls

source: Remarks
de: Bemerkungen

source: Systolic BP Min:
de: Systole Min:

source: Average:
de: Durchschnitt:

source: Diastolic BP Min:
de: Diastole Min:

source: Evaluation
de: Auswertung

source: Download as PDF-File
de: Download als PDF-Datei

source: Last name:
de: Nachname:

source: Date of birth:
de: Geburtsdatum:

source: First name:
de: Vorname :

source: Systolic BP Min :
de: Systole Min:

source: Average :
de: Durchschnitt:

source: Diastolic BP Min :
de: Diastole Min:

source: Category :
de: Kategorie :

source: Blood pressure chart:
de: Blutdruck-Tabelle:

source: Blood
de: Blut

source: pressure
de: druck

source: chart
de: tabelle

source: Personal info
de: Persönliches

source: Record data
de: Messung

source: Weight
de: Gewicht

source: Temperature
de: Temperatur

source: Log Out
de: Ausloggen

source: Register
de: Registrieren

source: Personal Information
de: Persönliche Informationen

source: First name :
de: Vorname :

source: Last name :
de: Nachname :

source: Date of birth :
de: Geburtsdatum :

source: Update personal information
de: Speichern

source: Change Password
de: Passwort ändern

source: change password
de: Passwort ändern

source: new password
de: Neues Passwort

source: Please confirm your password
de: Passwort Wiederholung

source: Record measurement
de: Messung speichern

source: Record
de: Messung

source: Date :
de: Datum :

source: Time :
de: Uhrzeit :

source: systolic blood pressure :
de: systolischer Blutdruck :

source: diastolic blood pressure :
de: diastolischer Blutdruck :

source: Pulse :
de: Puls

source: Remarks :
de: Bemerkungen

source: Save Record
de: Speichern

source: New Form
de: Neue Messung

source: Delete
de: Löschen

source: Temperature diagram
de: Temperatur-Diagramm

source: Average
de: Durchschnitt

source: Category
de: Kategorie

source: Record Temperature
de: Messung

source: Time
de: Zeit

source: Save Temperature
de: Speichern

source: Weight chart
de: Gewichtstabelle

source: Body weight
de: Körpergewicht

source: Body weight Min:
de: Gewicht Min:

source: Weight Min.
de: Gewicht Min.

source: current
de: aktuell

source: Record Weighing
de: Gewicht aufzeichnen

source: Save Weight
de: Speichern
